/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "parent": "collection.collection-linhas-fem.json",
  "context": {
    "market": "br"
  },
  "sections": {
    "text_columns_BJzyi": {
      "type": "text-columns",
      "disabled": false,
      "settings": {
        "title": "",
        "align_text": "center",
        "divider": false
      },
      "blocks": {
        "text_block_f3z3i": {
          "type": "text_block",
          "disabled": false,
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/BRANCO_EXT_01_9c158149-84f5-4d0e-b79d-321955fbb28e.jpg",
            "image_mask": "none",
            "image_width": 650,
            "title": "CHAMPIONSHIP",
            "text": "<p>Sinta-se confiante com a Slyce Championship, nossa linha de roupas para jogo, projetada para atender às demandas das atletas, com alta performance e estilo.<br\/>Nossos tecidos foram desenvolvidos e testados especialmente para as tenistas. Não importa o quão intensa seja a partida, suas roupas permanecerão firmes, permitindo que você se concentre totalmente no jogo. A respirabilidade é uma prioridade, garantindo que você se sinta fresca e confortável, mesmo nos momentos mais desafiadores.<br\/>Nossas cores foram cuidadosamente escolhidas para refletir a tradição e a grandeza do tênis. Do azul clássico ao branco puro e ao verde vibrante, cada tonalidade evoca o espírito dos campeonatos lendários. Quando você veste Slyce Championship, está incorporando a história do esporte e se preparando para escrever seu próprio capítulo de sucesso.<\/p>",
            "button_label": "",
            "button_link": "shopify:\/\/collections\/championship-feminino"
          }
        },
        "text_block_LGzBw": {
          "type": "text_block",
          "disabled": false,
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/09_RDVVE.jpg",
            "image_mask": "none",
            "image_width": 650,
            "title": "VINTAGE",
            "text": "<p>Reviva a elegância atemporal do tênis com a Slyce Vintage, uma linha que une a nostalgia dos grandes campeonatos com a moda contemporânea. Nossa coleção casual oferece uma ampla gama de peças, desde casacos e camisetas de algodão até courtbags e bonés sofisticados, todos projetados para incorporar o charme inconfundível do esporte.<br\/>Mantendo a mesma identidade de cores dos principais campeonatos de tênis, a Slyce Vintage permite que você entre no mundo da moda com confiança e estilo. Cada peça é cuidadosamente elaborada para oferecer conforto e elegância, em todos os momentos fora da quadra.<br\/>Com Slyce Vintage, você não apenas veste uma roupa, mas sim uma declaração de estilo que transcende tendências passageiras. Celebre a história do tênis enquanto incorpora um toque de sofisticação ao seu closet.<\/p>",
            "button_label": "",
            "button_link": "shopify:\/\/collections\/vintage-feminino"
          }
        }
      },
      "block_order": [
        "text_block_f3z3i",
        "text_block_LGzBw"
      ]
    },
    "promo-grid2": {
      "settings": {
        "full_width": true,
        "space_above": false
      },
      "blocks": {
        "advanced": {
          "settings": {
            "subheading": "LINHAS FEMININAS SLYCE",
            "heading": "PREPARE SEU CLOSET",
            "textarea": "Abra espaço para os produtos de cada linha Slyce, pensados para cada ocasião da sua paixão pelo tênis.",
            "cta_text1": "",
            "cta_text2": "",
            "image": "shopify:\/\/shop_images\/Banners_Horizontais_Desktop-VintagePreL.jpg",
            "width": "100",
            "height": 800,
            "text_align": "vertical-center horizontal-left"
          }
        }
      },
      "block_order": [
        "advanced"
      ]
    },
    "main-collection": {
      "disabled": true,
      "settings": {
      },
      "blocks": {
      }
    }
  },
  "order": [
    "promo-grid2",
    "text_columns_BJzyi",
    "main-collection"
  ]
}
